Clase8/soap/request1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://www.ejemplo.com/webservice">
   <soapenv:Header/>
   <soapenv:Body>
      <web:LoginRequest>
         <web:Username>usuario</web:Username>
         <web:Password>contrasena</web:Password>
      </web:LoginRequest>
   </soapenv:Body>
</soapenv:Envelope>